tap "1password/tap"
tap "adoptopenjdk/openjdk"
tap "cvent/tap"
tap "elastic/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "volllly/tap"
brew "openssl@1.1"
brew "python@3.11"
brew "ansible"
brew "zstd"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "coreutils"
brew "asdf"
brew "python@3.10"
brew "autojump"
brew "docutils"
brew "awscli"
brew "glib"
brew "python@3.9"
brew "circleci"
brew "cmake"
brew "libssh2"
brew "curl"
brew "go"
brew "dfu-util"
brew "direnv"
brew "docker"
brew "fd"
brew "harfbuzz"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@4"
brew "findutils"
brew "freetds"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnu-tar"
brew "gobject-introspection"
brew "gox"
brew "graphicsmagick"
brew "netpbm"
brew "psutils"
brew "groff"
brew "gzip"
brew "httpie"
brew "libheif"
brew "imagemagick"
brew "jo"
brew "jq"
brew "krb5"
brew "libpq"
brew "localstack"
brew "mas"
brew "openjdk"
brew "maven"
brew "mysql"
brew "mysql-client"
brew "mysql-client@5.7"
brew "node"
brew "nativefier"
brew "neovim"
brew "nghttp2"
brew "ninja"
brew "pillow"
brew "qpdf"
brew "unpaper"
brew "ocrmypdf"
brew "php"
brew "pinentry-mac"
brew "podman"
brew "podman-compose"
brew "poppler"
brew "postgresql@10"
brew "pstree"
brew "qt"
brew "qt@5"
brew "redis"
brew "ripgrep"
brew "rustup-init"
brew "serve"
brew "sevenzip"
brew "starship"
brew "telnet"
brew "tmux"
brew "wakeonlan"
brew "watch"
brew "yarn"
brew "zsh"
brew "cvent/tap/hogan"
brew "volllly/tap/rotz"
cask "1password"
cask "1password-cli"
cask "airfoil"
cask "adobe-acrobat-reader"
cask "adoptopenjdk"
cask "adoptopenjdk11"
cask "adoptopenjdk8"
cask "alfred"
cask "android-platform-tools"
cask "bartender"
cask "blender"
cask "dash"
cask "dotnet-sdk"
cask "drawio"
cask "duckduckgo"
cask "epic-games"
cask "google-chrome"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono"
cask "iterm2"
cask "logi-options-plus"
cask "macvim"
cask "ngrok"
cask "obsidian"
cask "plasticscm-cloud-edition"
cask "podman-desktop"
cask "postman"
cask "powershell"
cask "rider"
cask "spotify"
cask "steermouse"
cask "switchhosts"
cask "synergy"
cask "tableplus"
cask "unified-remote"
cask "visual-studio-code"
cask "vlc"
mas "DaisyDisk", id: 411643860
mas "Developer", id: 640199958
mas "Gifski", id: 1351639930
mas "Keka", id: 470158793
mas "Microsoft Remote Desktop", id: 1295203466
mas "Pixelmator Pro", id: 1289583905
mas "WiFi Explorer", id: 494803304
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
